-- MySQL dump 10.13  Distrib 8.0.22, for macos10.15 (x86_64)
--
-- Host: 127.0.0.1    Database: happyhouse
-- ------------------------------------------------------
-- Server version	8.0.23

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `coronaclinic`
--

DROP TABLE IF EXISTS `coronaclinic`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `coronaclinic` (
  `clinicID` int NOT NULL AUTO_INCREMENT,
  `smplAvailability` text,
  `sido` text,
  `gungu` text,
  `hospitalName` text,
  `address` text,
  `weekDayOp` text,
  `satOp` text,
  `sunOp` text,
  `tel` text,
  PRIMARY KEY (`clinicID`)
) ENGINE=InnoDB AUTO_INCREMENT=68 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `coronaclinic`
--

LOCK TABLES `coronaclinic` WRITE;
/*!40000 ALTER TABLE `coronaclinic` DISABLE KEYS */;
INSERT INTO `coronaclinic` VALUES (1,'○','서울','강남구','강남구보건소','서울 강남구 삼성동(삼성2동) 8 강남구보건소','09:00 ~ 20:00','09:00 ~ 19:00','09:00 ~ 19:00','02-3423-5555'),(2,'○','서울','강남구','삼성서울병원','서울 강남구 일원로81 삼성서울병원','00:00 ~ 24:00','00:00 ~ 24:00','00:00 ~ 24:00','02-3410-0543'),(3,'○','서울','강남구','강남세브란스병원','서울 강남구 언주로211 강남세브란스병원','09:00 ~ 17:00','09:00 ~ 12:30','미운영','02-1599-6114'),(4,'○','서울','강동구','강동구보건소','서울 강동구 성내동 541-2','09:00 ~ 18:00','09:00 ~ 16:00','09:00 ~ 16:00','02-3425-6713'),(5,'○','서울','강동구','중앙보훈병원','서울 강동구 진황도로 61길 53','09:00 ~ 17:30','미운영','미운영','02-2225-1114'),(6,'○','서울','강동구','강동경희대병원','서울시 강동구 동남로 892','09:00 ~ 17:00','09:00 ~ 12:00','미운영','02-440-7000'),(7,'○','서울','강동구','강동성심병원','서울시 강동구 성안로 150','08:30 ~ 16:30','08:30 ~ 11:30','미운영','1588-4100'),(8,'○','서울','강북구','강북구보건소','서울 강북구 번제2동 232 강북보건소 ','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-901-7704.7706'),(9,'○','서울','강서구','강서구보건소','서울 강서구 염창동 275-12 강서보건소','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-2600-5465'),(10,'○','서울','강서구','이화여자대학교 서울병원','서울 강서구 공항대로 260','09:30 ~ 12:00','미운영','미운영','1522-7000'),(11,'○','서울','관악구','관악구보건소','서울 관악구 청룡동 1570-1 ','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 13:00','02-879-7131'),(12,'○','서울','관악구','에이치플러스양지병원','서울특별시 관악구 남부순환로 1636','08:30 ~ 17:00','08:30 ~ 12:30','미운영','1877-8875'),(13,'○','서울','광진구','광진구보건소','서울특별시 광진구 자양로 117 (자양동)','09:00 ~ 19:00','09:00 ~ 18:00','09:00 ~ 18:00','02-450-1937'),(14,'X','서울','광진구','자양보건지소','서울특별시 광진구 아차산로24길 17 ','09:00 ~ 18:00','미운영','미운영','02-450-7090'),(15,'○','서울','광진구','건국대학교병원','서울특별시 광진구 능동로 120-1','09:00 ~ 18:00','09:00 ~ 12:30','미운영','02-1588-1533'),(16,'○','서울','구로구','구로구보건소','서울 구로구 구로동(구로제5동) 109-4 구로5동 주민센터, 구로구보건소','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-860-2012'),(17,'○','서울','구로구','고대구로병원','구로동로 148','09:00 ~ 17:30','미운영','미운영','02-2626-1554'),(18,'○','서울','구로구','구로성심병원','경인로 427','09:00 ~ 17:30','09:00 ~ 12:30','미운영','02-2067-1500'),(19,'○','서울','금천구','금천구보건소','서울 금천구 시흥제1동 1020 금천구보건소 ','09:00 ~ 18:00','09:00 ~ 16:00','09:00 ~ 16:00','02-2627-2717'),(20,'○','서울','금천구','희명병원','서울특별시 금천구 시흥대로 244','00:00 ~ 24:00','00:00 ~ 24:00','00:00 ~ 24:00','02-2219-7231'),(21,'○','서울','노원구','노원구보건소','서울 노원구 상계6.7동 노원구보건소, 701-1','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-2116-3000'),(22,'○','서울','노원구','노원을지대학교병원','서울 노원구 한글비석로 68','00:00 ~ 24:00','미운영','미운영','02-970-8000'),(23,'○','서울','노원구','상계백병원','서울 노원구 동일로 1342','00:00 ~ 24:00','00:00 ~ 24:00','미운영','02-950-1114'),(24,'○','서울','도봉구','도봉구보건소','서울 도봉구 쌍문동 565','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-2091-4436'),(25,'○','서울','동대문구','동대문구보건소','서울 동대문구 용두동 39-9 ','09:00 ~ 18:00','09:00 ~ 15:00','09:00 ~ 15:00','02-2127-4283'),(26,'○','서울','동대문구','삼육서울병원','서울 동대문구 망우로 82','09:00 ~ 16:30','미운영','09:00 ~ 16:30','1577-3675'),(27,'○','서울','동대문구','서울특별시동부병원','서울 동대문구 무학로 124 ','09:00 ~ 22:00','09:00 ~ 18:00','09:00 ~ 18:00','920-9435/9119'),(28,'○','서울','동대문구','서울성심병원','서울 동대문구 왕산로 259','09:00 ~ 16:00','미운영','미운영','966-1616'),(29,'○','서울','동대문구','경희의료원','서울 동대문구 경희대로 23','08:30 ~ 17:00','08:30 ~ 12:00','미운영','958-8114'),(30,'○','서울','동작구','동작구보건소','서울 동작구 상도2동 176-3','09:00 ~ 18:00','09:00 ~ 15:00','09:00 ~ 15:00','02-820-9465'),(31,'○','서울','동작구','서울특별시 보라매병원','동작구 보라매로5길 20','09:00 ~ 17:30','09:00 ~ 12:30','09:00 ~ 12:30','02-870-2114'),(32,'○','서울','마포구','마포구보건소','서울 마포구 성산동 370','09:00 ~ 18:00','09:00 ~ 13:00','09:00 ~ 13:00','02-3153-9037'),(33,'○','서울','서대문구','서대문구보건소','서울 서대문구 연희동  연희로242 (연희동 165-2)','09:00 ~ 18:00','09:00 ~ 13:00','09:00 ~ 13:00','02-330-1806'),(34,'○','서울','서대문구','세브란스병원','연세로 50-1','06:00 ~ 06:00','06:00 ~ 06:00','06:00 ~ 06:00','1599-1004'),(35,'○','서울','중구','서울중구보건소','서울 중구 신당동 50-5 중구보건소  ','09:00 ~ 18:00','09:00 ~ 16:00','09:00 ~ 16:00','02-3396-5181'),(36,'○','서울','중구','인제대학교서울백병원','서울 중구 마른내로 9 백병원','00:00 ~ 00:00','00:00 ~ 00:00','00:00 ~ 00:00','02-2270-0114'),(37,'○','서울','서초구','서초구보건소','서울 서초구 서초동(서초2동) 1376-3 서초구청 보건소','09:00 ~ 20:00','09:00 ~ 18:00','09:00 ~ 18:00','02-2155-8093'),(38,'○','서울','서초구','가톨릭대학교 서울성모병원','서울시 서초구 반포대로 222','08:00 ~ 16:30','08:00 ~ 12:00','미운영','02-1588-1511'),(39,'○','서울','서초구','서울특별시 어린이병원','서울특별시 서초구 헌릉로 260','10:00 ~ 15:00','미운영','미운영','02-570-8000'),(40,'○','서울','성동구','성동구보건소','서울 성동구 홍익동 (왕십리도선동) 16-15 성동구보건소 ','9:00 ~ 18:00','9:00 ~ 18:00','9:00 ~ 18:00','02-2286-7172'),(41,'○','서울','성동구','한양대학교병원','서울특별시 성동구 왕십리로 222-1 (사근동)','09:00 ~ 17:00','09:00 ~ 12:00','미운영','02-2290-9880'),(42,'○','서울','성동구','성동군자의원','서울특별시 성동구 광나루로 323 송정빌딩 2층','09:00 ~ 18:00','미운영','미운영','02-499-7785'),(43,'○','서울','성북구','성북구보건소','서울 성북구 월곡제2동 46-1 성북구보건소 ','09:00 ~ 18:00','09:00 ~ 15:00','09:00 ~ 15:00','02-2241-5912'),(44,'○','서울','성북구','고려대학교의료원안암병원','고려대로73(안암동 5가)','09:00 ~ 16:00','09:00 ~ 12:30','미운영','1577-0083'),(45,'○','서울','송파구','송파구보건소','서울 송파구 신천동 29-5 송파구청, 보건소 ','9:00 ~ 18:00','9:00 ~ 16:00','9:00 ~ 16:00','02-2147-3479'),(46,'○','서울','송파구','서울아산병원','올림픽로43길 88','8:00 ~ 17:00','8:00 ~ 17:00','8:00 ~ 17:00','02-3010-1038'),(47,'○','서울','송파구','경찰병원','송이로 123','9:00 ~ 16:00','미운영','미운영','02-3400-1114'),(48,'○','서울','양천구','양천구보건소','서울 양천구 신정동(신정6동) 321-5 양천보건소','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-2620-3856'),(49,'○','서울','양천구','이화여자대학교의과대학부속목동병원','서울 양천구 안양천로 1071 ','09:00 ~ 16:30','미운영','미운영','02-1666-5000'),(50,'○','서울','양천구','서울특별시 서남병원','양천구 신정이펜1로 20','09:00 ~ 21:00','09:00 ~ 21:00','09:00 ~ 21:00','1566-6688'),(51,'○','서울','양천구','홍익병원','서울 양천구 목동로 225 ','09:00 ~ 17:00','09:00 ~ 13:00','미운영','02-2693-5555'),(52,'○','서울','영등포구','영등포구보건소','서울 영등포구 당산동3가(당산제1동) 385-1 영등포구청 영등포구보건소','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-2670-4953'),(53,'○','서울','영등포구','한림대학교 강남성심병원','서울특별시 영등포구 신길로 1','08:30 ~ 16:30','08:30 ~ 11:30','미운영','1577-5587'),(54,'○','서울','영등포구','의료법인 성애병원','서울특별시 영등포구 여의대방로 53길22','09:00 ~ 17:00','미운영','미운영','02-840-7115'),(55,'○','서울','영등포구','가톨릭대학교 여의도성모병원','서울특별시 영등포구 63로 10','08:30 ~ 16:30','미운영','미운영','1661-7575'),(56,'○','서울','용산구','용산구보건소','서울 용산구 이태원동 34-87','09:00 ~ 18:00','09:00 ~ 18:00','09:00 ~ 18:00','02-2199-6300'),(57,'○','서울','용산구','순천향대학교서울병원','용산구 대사관로 59(한남동)','08:30 ~ 17:00','08:30 ~ 12:00','미운영','02-709-9114'),(58,'○','서울','은평구','은평구보건소','서울 은평구 녹번동 84 은평구종합청사 은평구보건소','09:00 ~ 18:00','09:00 ~ 13:00','09:00 ~ 13:00','02-351-8640~1'),(59,'○','서울','은평구','은평성모병원','은평구 통일로1021','08:30 ~ 16:30','미운영','미운영','1811-7755'),(60,'○','서울','은평구','서울특별시립 서북병원','은평구 갈현로7길 49','09:00 ~ 18:00','14:00 ~ 18:00','미운영','02-3156-3022'),(61,'○','서울','은평구','서울특별시 은평병원','은평구 백련산로 90','10:00 ~ 17:00','미운영','미운영','02-300-8060'),(62,'○','서울','은평구','청구성심병원','서울 은평구 통일로 873','00:00 ~ 24:00','00:00 ~ 24:00','00:00 ~ 24:00','02-383-0129'),(63,'○','서울','종로구','종로구보건소','서울 종로구 옥인동(청운효자동) 45-30 종로구보건소','09:00 ~ 18:00','09:00 ~ 16:00','09:00 ~ 16:00','02-2148-3557'),(64,'○','서울','종로구','강북삼성병원','서울시 종로구 평동 108','07:30 ~ 17:30','07:30 ~ 12:00','미운영','02-2001-1896'),(65,'○','서울','종로구','서울적십자병원','서울시 종로구 평동 164','09:00 ~ 17:00','미운영','미운영','02-2002-8650'),(66,'○','서울','중랑구','중랑구보건소','서울 중랑구 신내2동 662 중랑구청 ','09:00 ~ 18:00','09:00 ~ 15:00','09:00 ~ 15:00','02-2094-0800'),(67,'○','서울','중랑구','서울의료원','중랑구 신내로 156','09:00 ~ 22:00','09:00 ~ 22:00','09:00 ~ 22:00','02-2276-8333');
/*!40000 ALTER TABLE `coronaclinic` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-05-25 21:01:40
